/* Main alert text */
"Q_HEADLINE_APP" = "“%1$@”은(는) %3$@ %2$@입니다. 열겠습니까?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "“%1$@”은(는) %3$@ %2$@입니다. 열겠습니까?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "“%@”은(는) %@일 수 있습니다. 해당 파일은 %@ 파일이며 %@(으)로 열 수 있습니다. 열겠습니까?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "“%@”은(는) 사용자의 컴퓨터에 손상을 입힙니다. 휴지통으로 이동해야 합니다."; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "인터넷에서 다운로드된"; 
"Q_ORIGIN_WEB" = "인터넷에서 다운로드된";
"Q_ORIGIN_MAIL" = "메일 메시지에 추가된";
"Q_ORIGIN_CHAT" = "채팅 메시지에 추가된";
"Q_ORIGIN_CALENDAR" = "캘린더 이벤트에 추가된";
"Q_ORIGIN_MESSAGE" = "메시지에 추가된";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "“%@” 악성코드가 포함되어 있습니다."; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "“%@”을(를) 휴지통으로 이동할 수 없습니다."; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "“%@”이 포함된 디스크 이미지를 추출할 수 없습니다."; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "이 악성코드는 수동으로 제거해야 합니다.";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "이 %@이(가) %@ 다운로드되었습니다."; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "%@이(가) 이 %@을(를) %@에 다운로드했습니다."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "%1$@이(가) %4$@에서 이 %2$@을(를) %3$@에 다운로드했습니다."; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "%@이(가) 이 %@을(를) %@에 받았습니다."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "파일";
"Q_DETAIL_TYPE_ALIAS" = "가상본";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "“%@”이(가) “%@” 디스크 이미지에 있습니다."; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "“%@”이(가) 있는 디스크 이미지를 찾을 수 없습니다."; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "이 디스크 이미지가 %@ 다운로드되었습니다."; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "%@이(가) 이 디스크 이미지를 %@에 다운로드했습니다."; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "%1$@이(가) %3$@에서 이 디스크 이미지를 %2$@에 다운로드했습니다."; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "%@이(가) 이 디스크 이미지를 %@에 받았습니다."; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "“%@”은(는) 네트워크 볼륨 상에 있습니다."; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "“%@”은(는) “%@” 네트워크 볼륨 상에 있습니다."; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "%@이(가) 이 네트워크 연결 %@을(를) 열었습니다."; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "오늘 %@"; /* time */
"Q_DATE_YESTERDAY" = "어제 %@"; /* time */
"Q_DATE_THIS_YEAR" = "%@"; /* date */
"Q_DATE_FULL" = "%@"; /* date */
"Q_DATE_UNKNOWN" = "알 수 없는 날에"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "이 응용 프로그램을 열 때 경고하지 않음"; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "이 디스크 이미지에서 응용 프로그램을 열 때 경고하지 않음";
"Q_DO_NOT_WARN_SERVER" = "이 네트워크 볼륨에서 응용 프로그램을 열 때 경고하지 않음";

/* Regular button titles */
"Q_BUTTON_OPEN" = "열기";
"Q_BUTTON_CANCEL" = "취소";
"Q_BUTTON_SHOW_WEB_PAGE" = "웹 페이지 보기";
"Q_BUTTON_SHOW_MAIL" = "메시지 보기";
"Q_BUTTON_SHOW_CHAT" = "메시지 보기";
"Q_BUTTON_SHOW_CALENDAR" = "이벤트 보기";
"Q_BUTTON_SHOW_DMG" = "디스크 이미지 보기";
"Q_BUTTON_SHOW_APP" = "응용 프로그램 보기";
"Q_BUTTON_SHOW_SOURCE" = "소스 보기";
"Q_BUTTON_EJECT_DMG" = "디스크 이미지 추출";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "휴지통으로 이동";

/* File kinds */
"Q_TYPE_APPLICATION" = "응용 프로그램";
"Q_TYPE_SCRIPT_APPLICATION" = "스크립트 응용 프로그램";
"Q_TYPE_UNIX_APPLICATION" = "Unix 응용 프로그램";
"Q_TYPE_JAVA_APPLICATION" = "Java 응용 프로그램";
"Q_TYPE_WEB_APPLICATION" = "웹 응용 프로그램";
"Q_TYPE_QUARTZ_APPLICATION" = "Quartz Composer 응용 프로그램";
"Q_TYPE_WINDOWS_APPLICATION" = "Windows 응용 프로그램";
"Q_TYPE_ALIAS_VARIANT" = "%@ 가상본"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
